{
  "buttons": {
    "postYourOwnStory": "Post Your Own Story!",
    "send": "Send"
  },
  "privacyPolicy": {
    "about": "Privacy Policy",
    "about1": "Your privacy is important to us. It is The Faces of Tomorrow's policy to respect your privacy regarding any information we may collect from you across our website, https://www.thefacesoftomorrow.com, and other sites we own and operate.",
    "about2": "We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used.,",
    "about3": "We want to be as open as possible about what information we gather from you and what we use it for. If you have any questions you are always more than welcome to send us an email to admin@thefacesoftomorrow.com,",
    "personalInformation": "What personal information do we collect?",
    "personalInformation1": "We do not collect any information whatsoever unless you either write to us (contact us) or you choose to send your details in post your own story. If you choose to-",
    "personalInformation2": "We ask for your-",
    "personalInformation3": "so that we know how to address you.",
    "personalInformation4": "so that we can revert back to you.",
    "personalInformation5": "to mention you when we post the story.",
    "personalInformation6": "to mention this in your story for possible outreach you are looking for.",
    "personalInformation7": "to share your story with your pictures and along with pictures of your project/idea/sustainable practice.",
    "personalInformation8": "to write it up in a story format.",
    "personalInformation9": "Also, we will only post your story once we have shown you the final version and you have approved of it.",
    "googleAnalytics": "Google Analytics",
    "googleAnalytics1": "Use of Google (Universal) Analytics for website analysis and performance",
    "googleAnalytics2": "This website uses third party analytics (Google Universal Analytics) to help create reports and statistics on the performance of our services. The information collected by this may include your IP address, the website from which you visited us, or the type of device you use.",
    "googleAnalytics3": "If you want to opt-out from the use of Google Analytics, you can download and install `Google Analytics Opt-out Browser Add On`. All data collected will be automatically deleted once we stop using Google Analytics.",
    "protectData": "How do we protect your data?",
    "protectData1": "We take protection of your data very seriously. The data is stored by Hasura. With that said, we rely on Hasura to ensure that your data is safe. This is also the reason we can't guarantee full protection of your data. But we believe Hasura does a way better job at protection than we could ever provide. Furthermore, what data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.",
    "deletePersonalInformation": "How to delete your personal information?",
    "deletePersonalInformation1": "Send us an email at admin@thefacesoftomorrow.com and tell us that you want to delete your information (all of these or some specific)-",
    "deletePersonalInformation2": "we used to write your story.",
    "deletePersonalInformation3": "we used to contact you.",
    "deletePersonalInformation4": "your story from instagram/website.",
    "deletePersonalInformation5": "We will delete your information as per your request.",
    "informationDisclose": "Do we disclose any of your information to outside parties?",
    "informationDisclose1": "No, we do not sell, trade or in any way transfer any of your information to outside parties, except when required to by law.",
    "informationDisclose2": "We only share any personally identifying information publicly as a story which has been accepted/approved by you to display on two mediums, Instagram and www.thefacesoftomorrow.com.",
    "disclaimer": "Disclaimer",
    "disclaimer1": "Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.",
    "disclaimer2": "You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.",
    "disclaimer3": "Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us.",
    "changes": "Changes to our Privacy Policy",
    "changes1": "From time to time, we may change our Privacy Policy. For example, as we update and improve our services, new features may require modifications to the privacy statement. Accordingly, please check back periodically.",
    "changes2": "This policy is updated and effective as of 24 January 2021."
  },
  "termsAndConditions": {
    "about": "Terms and Conditions",
    "about1": "All great relationships are built on communications. That's why we will try to keep this in plain English. But, should it happen that there are some things you don't quite understand, you are always more than welcome to contact our support (admin@thefacesoftomorrow.com).",
    "terms": "Terms",
    "terms1": "These Terms and Conditions (the “Terms”), in conjunction with our Privacy Policy, are the entire Agreement between The Faces of Tomorrow and its affiliates, directors, officers, subsidiaries, employees, agents, suppliers, licensees, distributors, successors and assigns (“The Faces of Tomorrow” or “We”) and you (“You” or the “User”). These Terms govern Your use of the https://www.thefacesoftomorrow.com web site (the “Site”).",
    "terms2": "By accessing the website at https://www.thefacesoftomorrow.com, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law.",
    "terms3": "We will most likely have to update these Terms from time to time and unless required by law, We will notify You before We make changes. This is to ensure that you can review them before they take effect. If You don’t object before the updated Terms take effect, you agree to them. You may ask us to delete Your information if You don't agree to the updated Terms.",
    "useLicense": "Use License",
    "useLicense1": "Permission is granted to temporarily download one copy of the materials (information or software) on The Faces of Tomorrow's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:",
    "useLicense2": "modify or copy the materials;",
    "useLicense3": "use the materials for any commercial purpose, or for any public display (commercial or non-commercial);",
    "useLicense4": "attempt to decompile or reverse engineer any software contained on The Faces of Tomorrow's website;",
    "useLicense5": "remove any copyright or other proprietary notations from the materials; or",
    "useLicense6": "transfer the materials to another person or \"mirror\" the materials on any other server.",
    "useLicense7": "This license shall automatically terminate if you violate any of these restrictions and may be terminated by The Faces of Tomorrow at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.",
    "communications": "Communications",
    "communications1": "For communication to take place between us, You agree that The Faces of Tomorrow may send You emails related to Your Story / Information and / or the Site.",
    "googleAnalytics": "Google Analytics",
    "googleAnalytics1": "Use of Google (Universal) Analytics for website analysis and performance",
    "googleAnalytics2": "This website uses third party analytics (Google Universal Analytics) to help create reports and statistics on the performance of our services. The information collected by this may include your IP address, the website from which you visited us, or the type of device you use.",
    "googleAnalytics3": "If you want to opt-out from the use of Google Analytics, you can download and install `Google Analytics Opt-out Browser Add On`. All data collected will be automatically deleted once we stop using Google Analytics.",
    "disclaimer": "Disclaimer",
    "disclaimer1": "The materials on The Faces of Tomorrow's website are provided on an 'as is' basis. The Faces of Tomorrow makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.",
    "disclaimer2": "Further, The Faces of Tomorrow does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.",
    "limitations": "Limitations",
    "limitations1": "In no event shall The Faces of Tomorrow or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on The Faces of Tomorrow's website, even if The Faces of Tomorrow or a The Faces of Tomorrow authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
    "accuracy": "Accuracy of materials",
    "accuracy1": "The materials appearing on The Faces of Tomorrow's website could include technical, typographical, or photographic errors. The Faces of Tomorrow does not warrant that any of the materials on its website are accurate, complete or current. The Faces of Tomorrow may make changes to the materials contained on its website at any time without notice. However The Faces of Tomorrow does not make any commitment to update the materials.",
    "links": "Links",
    "links1": "The Faces of Tomorrow has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by The Faces of Tomorrow of the site. Use of any such linked website is at the user's own risk.",
    "modifications": "Modifications",
    "modifications1": "The Faces of Tomorrow may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service."
  },
  "postYourOwnStory": {
    "title": "Post Your Own Story!",
    "name": "Name",
    "email": "Email",
    "insta": "Instagram Handle (Optional)",
    "blog": "Blog / Website (Optional)",
    "pictures": "Pictures",
    "otherInfo": "Other Information (Questions)",
    "yourAnswer": "Type your answer here",
    "yourComments": "Type your comments or request here",
    "welcome1": "Hey There!",
    "welcome2": "Thank you for having an interest in sharing your story with us!",
    "welcome3": "We are certain that sharing your stories could bring hope to others and inspire them to take actions!",
    "welcome4": "Please submit your responses in the form below (to be answered briefly). Once we have your responses, we will get back to you with a final version of your story for your approval.",
    "about": "Tell us briefly about yourself (e.g. age, the city you are currently based at, and current occupation)",
    "projectIdea": "How do you engage in environmental activism? (e.g. tell us about your project / idea / sustainable practice)",
    "inspiration": "What gave you the inspiration to work on that specific topic? (e.g. if you have a personal motivation, please share how it evolved and when/why you decided to take action)",
    "observedEffects": "Could you observe changes since you started your project / idea / sustainable practice? (e.g. feedback and responses from friends, family, community etc.)",
    "advise": "What would be your piece of advice for people who are thinking of changing their lifestyle, or want to start something similar like you?",
    "comments": "Any other comments or personal request?",
    "note": "Very important: We need one portrait picture of you, and a few more about your work / project / sustainable practice (maximum 10 photos). You can also check out our Instagram or Website for reference."
  },
  "contactUs": {
    "title": "Contact Us"
  }
}